"Disk Not Ejected Properly" = "Disk Not Ejected Properly";
"Eject the disk containing \"%@\" and \"%@\" before disconnecting or turning it off." = "Eject the disk containing “%@” and “%@” before disconnecting or turning it off.";
"Eject \"%@\" before disconnecting or turning it off." = "Eject “%@” before disconnecting or turning it off.";
"The disk you attached was not readable by this computer." = "The disk you attached was not readable by this computer.";
"Eject" = "Eject";
"Ignore" = "Ignore";
"Initialize..." = "Initialize…";
"Untitled" = "Untitled";
"macOS can't repair the disk \"" = "macOS can’t repair the disk “";
"\"." = "”.";
"You can still open or copy files on the disk, but you can't save changes to files on the disk. Back up the disk and reformat it as soon as you can." = "You can still open or copy files on the disk, but you can’t save changes to files on the disk. Back up the disk and reformat it as soon as you can.";
